Revit 2027 API
ExtendedPropertiesLinkValues Constructor
 Creates a new ExtendedPropertiesLinkValues.
Namespace: Autodesk.Revit.DB.ExternalData
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExtendedPropertiesLinkValues()
Public Sub New
public:
ExtendedPropertiesLinkValues()
new : unit -> ExtendedPropertiesLinkValues
See Also
Reference
ExtendedPropertiesLinkValues Class
Autodesk.Revit.DB.ExternalData Namespace